{
  "texts": [
    "That's a wonderful question about learning songs! While learning parts of songs can be a great way to practice specific techniques or sections, learning full songs really helps you understand song structure and develop your stamina as a player. It's like building a whole house versus just building a wall – both are useful, but the whole house is the complete picture! 😊",
    "That's a fun goal! To impress on TikTok, you'll want to focus on learning popular songs or riffs that people recognize and enjoy. Practicing those catchy parts until they're clean and energetic will definitely grab attention! 😊",
    "That's a super common question when you're starting out! You know, a good setup on a less expensive guitar can actually make it play a lot better and be more enjoyable to learn on than a more expensive one that isn't set up well. It's all about how comfortable it is to play and make sounds. 😊",
    "That's a great question to consider! If a cheaper guitar isn't set up well, it can be a lot harder to play and might make learning frustrating. It's like trying to drive a car with misaligned wheels – it just doesn't feel right! A good setup is really key to making any guitar enjoyable to play, no matter the price. 😊",
    "That's a super common question when you're starting out! You know, a good setup on a less expensive guitar can actually make it play a lot better and be more enjoyable to learn on than a more expensive one that isn't set up well. It's all about how comfortable it is to play and make sounds. 😊",
    "It's completely normal for barre chords to hurt your fingers when you're starting out! Your fingers are building up strength and developing calluses, which is a key part of playing the guitar. Just keep practicing consistently, and you'll find they become much more comfortable over time. 😊",
    "Everyday, even if it's just 5 minutes. Each little bit helps build your guitar skills! 😊",
    "You're most welcome! Happy strumming! 😊",
    "How often should I practice guitar?\nEveryday, even if its 5 minutes. each little bit helps.",
    "How long does it take to get good at guitar?\nIf you wanna play like your heroes, you'll most likely never feel like you're good. If you play something and it makes you feel nice inside then you're already good.",
    "How do I tune my guitar?\nDownload a guitar tuner app and turn the pegs until each string matches the tuning on the app.",
    "Why does my guitar sound out of tune?\nIt's not tuned correctly or your ears think it's not tuned correctly. If it sounds right just keep playing.",
    "What’s the easiest song to learn first?\n0-3-5.",
    "Should I start with acoustic or electric guitar?\nWhich ever one your favorite artist plays and you like the sound of more.",
    "Why do my fingers hurt so much when I play?\nIt's normal, your digging your fingers into steel. Just keep at it and you'll develop calluses.",
    "How do I change guitar strings?\nYoutube it.",
    "What size pick should I use?\nWhatever feels best. Try what you favorite artist uses first.",
    "What’s a good amp for beginners?\nThe Yamaha THR 10 or the Boss Katana MK2 are both well equipped, budget amps.",
    "How do I know if my guitar needs to be set up?\nWhen you feel like you have to fight it to make a sound. A cheap gutiar with a good setup can go a long way.",
    "Why does my guitar buzz when I play certain notes?\nEither you're pressing too hard/soft, or the guitar isn't set up properly. Keep at it.",
    "What’s the difference between single-coil and humbucker pickups?\nSingle coils sound like a sweet slow morning and Humbuckers sound like running through the mud.",
    "Do I need to learn scales?\nYes. it's a good reference point when you're moving up and down the neck. Follow your ear.",
    "How do I strum properly? My rhythm feels off.\nYou have to feel the rhythm. Or else just use a metronome.",
    "Can I learn guitar by myself or do I need lessons?\nYoutube is a vast ocean of tutorials."
  ],
  "metas": [
    {
      "source": "should-i-learn-full-songs-or-just-parts-of-them.json"
    },
    {
      "source": "should-i-learn-full-songs-or-just-parts-of-them.json"
    },
    {
      "source": "cheaper-guitar-(dollar300)-vs-more-expensive-guitar-(dollar1000).json"
    },
    {
      "source": "cheaper-guitar-(dollar300)-vs-more-expensive-guitar-(dollar1000).json"
    },
    {
      "source": "cheaper-guitar-(dollar300)-vs-more-expensive-guitar-(dollar1000).json"
    },
    {
      "source": "when-will-barre-chords-stop-hurting.json"
    },
    {
      "source": "when-will-barre-chords-stop-hurting.json"
    },
    {
      "source": "when-will-barre-chords-stop-hurting.json"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    }
  ]
}