{
  "texts": [
    "Sorry, no answer was generated.",
    "Sorry, no answer was generated.",
    "Sorry, no answer was generated.",
    "How often should I practice guitar?\nEveryday, even if its 5 minutes. each little bit helps.",
    "How long does it take to get good at guitar?\nIf you wanna play like your heroes, you'll most likely never feel like you're good. If you play something and it makes you feel nice inside then you're already good.",
    "How do I tune my guitar?\nDownload a guitar tuner app and turn the pegs until each string matches the tuning on the app.",
    "Why does my guitar sound out of tune?\nIt's not tuned correctly or your ears think it's not tuned correctly. If it sounds right just keep playing.",
    "What’s the easiest song to learn first?\n0-3-5.",
    "Should I start with acoustic or electric guitar?\nWhich ever one your favorite artist plays and you like the sound of more.",
    "Why do my fingers hurt so much when I play?\nIt's normal, your digging your fingers into steel. Just keep at it and you'll develop calluses.",
    "How do I change guitar strings?\nYoutube it.",
    "What size pick should I use?\nWhatever feels best. Try what you favorite artist uses first.",
    "What’s a good amp for beginners?\nThe Yamaha THR 10 or the Boss Katana MK2 are both well equipped, budget amps.",
    "How do I know if my guitar needs to be set up?\nWhen you feel like you have to fight it to make a sound. A cheap gutiar with a good setup can go a long way.",
    "Why does my guitar buzz when I play certain notes?\nEither you're pressing too hard/soft, or the guitar isn't set up properly. Keep at it.",
    "What’s the difference between single-coil and humbucker pickups?\nSingle coils sound like a sweet slow morning and Humbuckers sound like running through the mud.",
    "Do I need to learn scales?\nYes. it's a good reference point when you're moving up and down the neck. Follow your ear.",
    "How do I strum properly? My rhythm feels off.\nYou have to feel the rhythm. Or else just use a metronome.",
    "Can I learn guitar by myself or do I need lessons?\nYoutube is a vast ocean of tutorials."
  ],
  "metas": [
    {
      "source": "hi-query-1770351234726.json"
    },
    {
      "source": "hi-there-user-1770351177471.json"
    },
    {
      "source": "hi-there-user-1770351177471.json"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    },
    {
      "source": "faq.txt"
    }
  ]
}